IDEA StatiCa Open Model
ConcreteMemberDataEc2.CreepCoeffInfinity Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the user defined creep coefficient in infinity. If null, then we calculate them.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double CreepCoeffInfinity { get; set; }
Public Property CreepCoeffInfinity As Double
	Get
	Set
public:
property double CreepCoeffInfinity {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteMemberDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace